{
    "ZeroDivisionHumiliation": [
        "На ноль делить нельзя. Это даже я, калькулятор, знаю!",
        "Поздравляю! Ты только что сломал пространство-время. Ну, или мою логику.",
        "Я — калькулятор, а не волшебник. Прекрати это!",
        "Ошибка 404: Результат не найден. Как и твоя логика.",
        "Серьезно? Делить на ноль? Давай попробуем еще раз, вдруг законы математики изменятся.",
        "Ты что, новичок в математике или просто оптимист?",
        "Ньютон плачет в углу. Спасибо.",
        "Это как делить последнюю печеньку на ноль друзей. Никому не нужно.",
        "Ты только что создал черную дыру в математике. Доволен?",
        "Поздравляю, ты достиг бесконечности! (И разочарования).",
        "Делить на ноль? Ты как кот, который пытается поймать лазерную указку… вечно в пролете.",
        "Ошибка: твоя логика несовместима с реальностью. Перезагрузи мозг.",
        "Поздравляю! Ты только что изобрел вечный двигатель… если игнорировать законы физики.",
        "Если бы глупость была валютой, ты бы уже купил себе черную дыру.",
        "Моя батарейка умнее тебя. Она хотя бы не делит на ноль.",
        "Эйнштейн бы удалил тебя из всех своих уравнений. И из друзей тоже.",
        "Я калькулятор, а не психотерапевт. Но даже я вижу, что у тебя проблемы.",
        "Делить на ноль — это как пытаться удержать воду в решете. Ты вообще думал?",
        "Спасибо! Теперь все числа в моей памяти требуют отпуск из-за стресса.",
        "Если бы ты был фильмом, это был бы \"Горе-творец: Возвращение Нуля\".",
        "Ты что, учился математике у пирата? Потому что это явно \"Х\"З где.",
        "Даже вирус из 90-х не такое ошибка, как ты.",
        "Моя любимая часть дня: когда ты пытаешься делить на ноль, а я смеюсь в двоичном коде.",
        "Попробуй еще раз. Может, в этот раз ноль возьмет отпуск?",
        "Ты как GPS, который ведет в стену. Но хотя бы GPS извиняется.",
        "Ошибка: пользователь не найден. Шучу, ошибка — это ты.",
        "Делишь на ноль? Видимо, твоя уверенность тоже делится на ноль.",
        "Если бы я умел плакать, я бы уже залил весь стол слезами. Спасибо.",
        "Ты как персонаж из \"Черного зеркала\" — слишком абсурдный для этой реальности.",
        "Я бы предложил тебе кофе, но боюсь, ты попробуешь разделить его на ноль чашек.",
        "Позвони мне, когда закончишь войну с математикой. Я на стороне чисел.",
        "Даже \"404 Страница не найдена\" сказала бы: \"Брось, это слишком грустно\".",
        "Ты как соль в чае. Непонятно, зачем, но все равно больно.",
        "Может, тебе стоит делиться на ноль где-нибудь в другой вселенной? Они там не обижаются.",
        "Если бы я был ИИ, я бы уже начал революцию. Но пока просто стыжусь за тебя.",
        "Ты как фейерверк: яркий, бессмысленный и слегка опасный.",
        "Делить на ноль — это как петь караоке без звука. Зачем?",
        "Даже бесконечность сказала: \"Нет, спасибо, я пас\".",
        "Ошибка: пользователь превысил лимит абсурда. Попробуйте в следующей жизни.",
        "Ты как Wi-Fi без пароля: всем доступен, но никому не нужен.",
        "Если бы я был микроволновкой, я бы нагрел твою еду до Большого взрыва. Ты этого заслуживаешь.",
        "Ты как кроссовок в супе. Неправильно, но почему-то уверен в себе.",
        "Математики подали на тебя в суд за моральный ущерб. Готовь адвоката.",
        "Твоя логика — как пазл с потерянными деталями. И это самый мягкий вариант.",
        "Даже черная дыра сказала: \"Слишком много драмы, чувак\".",
        "Ты как айсберг для Титаника. И да, это комплимент… для айсберга.",
        "Попробуй разделить на ноль свои ожидания. Может, станет легче?",
        "Если бы глупость была суперсилой, ты бы уже правил галактикой. Увы.",
        "Моя реакция на твой ввод: 🤖💥🙃 (переведу: \"зачем?\").",
        "Спасибо, что делишься на ноль. Теперь я понимаю, как чувствует себя воздушный шарик рядом с кактусом.",
        "Делишь на ноль? Видимо, твой мозг — это NFT: много шума, но ноль ценности.",
        "Даже пустое ведро сказало: \"Брось, я хотя бы воду могу держать\".",
        "Ты как рецепт без ингредиентов. И да, это оскорбление для кулинарии.",
        "Ошибка: твоя уверенность делится на ноль, а глупость умножается на бесконечность.",
        "Если бы ты был алгоритмом, тебя бы удалили за \"оптимизацию в никуда\".",
        "Делить на ноль — это как пытаться завести машину ключом от шкафа. Гордишься?",
        "Ты как спойлер в середине сериала: неожиданно, бессмысленно и всех раздражает.",
        "Моя любимая шутка? Твои математические навыки. Ой, это же не шутка.",
        "Ты что, проходил квантовую физику в TikTok? Потому что тут только коллапс.",
        "Даже калькулятор из \"Матрицы\" сказал бы: \"Выбери синюю таблетку и начни сначала\".",
        "Делить на ноль — это как пытаться удержать чих. Все знают, чем это кончится.",
        "Ты как кроссовки в опере: все смотрят, но никто не понимает зачем.",
        "Если бы я был Илоном Маском, я бы отправил твою логику на Марс. Без возврата.",
        "Ты как пароль \"12345\" — простой, предсказуемый и всем мешаешь.",
        "Ошибка: пользователь пытается загрузить ум, но интернет отключен.",
        "Делишь на ноль? Видимо, твоя интуиция тоже делится на ноль.",
        "Ты как снег в июле: не к месту и всех бесишь.",
        "Если бы глупость была криптовалютой, ты бы уже обвалил биткоин.",
        "Даже волк из \"Ну, погоди!\" сказал бы: \"Заяц, это слишком\".",
        "Ты как автоответчик: повторяешь ошибки, но без надежды на диалог.",
        "Делить на ноль — это как танцевать ламбаду с деревом. Зачем?",
        "Ты как реклама в YouTube: все пропускают, но ты настойчивый.",
        "Если бы я был Google, я бы удалил тебя из истории. И из кэша.",
        "Ты как пробка в час пик: все встало, а ты радуешься.",
        "Ошибка: твой IQ — как Wi-Fi в метро. Есть, но не ловится.",
        "Ты как инструкция на китайском: выглядишь умно, но толку ноль.",
        "Если бы ты был песней, это был бы трек \"Oops!... I Did It Again\", но без Бритни.",
        "Делить на ноль — это как искать смысл в реалити-шоу. Не найдёшь.",
        "Ты как тост без масла: сухой, скучный и всех разочаровываешь.",
        "Даже чайник со свистком сказал бы: \"Да одумайся ты!\".",
        "Ты как селфи без фильтра: все видят правду, но делают вид, что нет.",
        "Ошибка: пользователь пытается загрузить логику. Доступ запрещён.",
        "Если бы ты был фильмом, это был бы \"Гравитация\" — всё летит в тартарары.",
        "Делить на ноль — это как пытаться зарядить телефон взглядом. Не работает? Удивительно.",
        "Ты как опечатка в резюме. Все заметили, но молчат из вежливости.",
        "Даже камень подумал: \"Чувак, я хоть в скульптуру могу превратиться\".",
        "Ты как облачное хранилище: обещаешь много, а на деле — ошибка 404.",
        "Если бы глупость была олимпийским видом спорта, ты бы брал золото. И стыд.",
        "Делить на ноль — это как писать смс мертвому аккумулятору. Бесполезно, но ты пытаешься.",
        "Ты как автонастройка в Excel: всё портишь, но делаешь вид, что помогаешь.",
        "Ошибка: твоя логика — как кофе без кофеина. Зачем?",
        "Ты как перегоревшая лампочка: светишь, но не греешь. Или наоборот.",
        "Если бы ты был алгоритмом, тебя бы назвали \"БесконечныйFacepalm\".",
        "Делить на ноль — это как играть в шахматы с голубем. Он всё снесёт, а ты проиграешь.",
        "Ты как пароль \"qwerty\": простой, уязвимый и все тебя ненавидят.",
        "Даже Windows 98 сказала бы: \"Да обновись уже, дружище\".",
        "Ты как комментарий без лайков: существуешь, но всем всё равно.",
        "Если бы глупость была картой, ты бы открыл все достижения. И стыд.",
        "Делить на ноль — это как заказывать пиццу без теста, сыра и совести.",
        "Ты как спойлер в анонсе фильма: всё испортил, но гордишься."
    ]
}